[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -115.808258,
            "latitude": 33.8875177
        },
        "description": "Turtle Rock is a rock formation in Joshua Tree National Park, California.This massive formation is located across from the parking lot from the entrance into Real Hidden Valley area in Joshua Tree National Park. The northwest face of Turtle Rock is several hundred feet long and works like a massive wall protecting a pleasant picnic area with trees, benches, and even bathrooms. On any weekend during the climbing season, you may see several climbing classes in progress under the trees and around many boulders strewn on the base of the northwest face. You will also run into families picnicking and children scrambling on smaller low angle rocks.Turtle Rock, being the most prominent rock formation in this area, attracts many tour buses and tourists. The rock practically covers the entire southern parameter of the parking lot giving the area a sense of being enclosed and protected. You may find yourself being invited to special events held in the parking lot such as religious ceremonies or star gazing parties. Amateur and professional astronomers bring their telescopes and invite the public to observe deep sky objects such as galaxies and globular clusters. (summitpost.org)",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.407678,
            "latitude": 60.655266
        },
        "description": "Silver Salmon Creek Lodge is a premier vacation destination for wildlife photography, world-class sport fishing and Alaska bear viewing. Under the same management since 1983, hosts David and Joanne Coray welcome all national and international guests. The lodge offers its patrons a sense of Alaska adventure with all of the upscale amenities as well. The lodge has developed into one of the premier sites in Alaska to view Brown Bears in their natural environment. At Silver Salmon Creek Lodge Alaska bear viewing, other wildlife, landscape, and outdoor opportunities combine to offer visitors a true sense of Alaskan wilderness. Towering volcanic mountains form an immediate backdrop to the tidal marshes, streams and pristine salt-water bays which comprise the coastline of Lake Clark National Park. (goalaskatours.com)",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.303113,
            "latitude": 59.615044
        },
        "description": "From 1897-98, the Klondike Gold Rush transformed a traditional trade route into highway. Thousands of men, women, and children completed the journey from Dyea, Alaska to Lake Bennett, British Columbia. Today, the Chilkoot Trail is a 33 mile recreational trail. Each year, over 10,000 people day hike, backpack, or trail run this corridor. As they do, they pass hundreds of artifacts left behind by gold seekers. In 2022 the trail was officially designated the Chilkoot National Historic Trail. (nps.gov)",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.774414,
            "latitude": 48.625194
        },
        "description": "Saint Mary Lake is the second-largest lake in Glacier National Park, in the U.S. state of Montana. Glacier National Park along the Going-to-the-Sun Road. The 10-mile long lake offers a variety of wildlife viewing opportunities include elk, mule deer and both grizzly and black bears. In the warmer seasons, wildflowers such as Indian paintbrush and lupine grace the hillsides; in the fall, the hillsides burst with oranges and yellows of the aspens, while winter provides cross-country and snowshoeing opportunities.  As you travel on the Going-to-the-Sun Road, watch for numerous pullouts that provide opportunities to see Jackson Glacier, hike to 100-foot Virginia Falls or photograph Wild Goose Island.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lakes",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.407678,
            "latitude": 60.655266
        },
        "description": "Twin Lakes is a complex of two large lakes in Lake Clark National Park. Twin Lakes are located in southwest Alaska about 100 miles southwest of Anchorage. Established as a national park in 1980, the park has nearly every type of Alaskan biome from temperate rain forest to arctic tundra and is home to a wide variety of Alaskan fauna. (hoosierhiking.com)",
        "imageName": "twinlakes"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.774414,
            "latitude": 48.625194
        },
        "description": "Tucked into the west side of Glacier National Park you will find a mystical, and dare I say, a magical place that is a direct result of glacial carving and offers rainbow-colored rocks hidden beneath the glassy water, breathtaking views, and on the right night, a view of the northern lights. (discoveringmontana.com)",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.173828,
            "latitude": 65.104524
        },
        "description": "The Charley River originates in the Yukon-Tanana uplands and flows northward about 108 miles to the Yukon River. The river flows through three distinct topographic regions - open upland valley, entrenched river, and open floodplain - offering varied, sometimes spectacular scenery as well as unspoiled wilderness. The upland valleys drain a rugged mountain area where peaks over 6,000 feet are common. The river passes beneath high bluffs and cliffs where the majority of the rapids occur. When the river leaves the high bluff area, it enters the flat plain of the Yukon Valley where it slowly meanders to the Yukon River. (nps.gov)",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -142.763090,
            "latitude": 61.470530
        },
        "description": "Icy Bay is a body of water in the borough of Yakutat, Alaska, formed in the last 100 years by the rapid retreat of the Guyot, Yahtse, and Tyndall Glaciers. It is part of the Wrangell-Saint Elias Wilderness. (wikipedia.org)",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -149.699607,
            "latitude": 60.372305
        },
        "description": "Rainbow lake is a lake near Meadow Lakes, Alaska. It has its own trail and is well-maintained. It is a gravel trail that leads to a great spot to camp and fish. ",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.298462,
            "latitude": 48.771816
        },
        "description": "Hidden Lake Peak is a joyous hike that begins in cool forests but quickly propels the hiker into vast, open meadows filled with wildflowers, then rocky slopes and heather, before ending at a steep rocky pinnacle with a historic fire lookout perched on top. It is a very popular day hike, but also makes a nice overnight backpack trip and is an access route for climbers headed off into the Eldorado and Triad area. (nps.gov)",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.360474,
            "latitude": 37.908365
        },
        "description": "Located on the Indigenous homelands of the Pocomoke and Occohannock people, Chincoteague National Wildlife Refuge protects beach, dune, marsh, and maritime forest habitats. Originally established in 1943 to protect migratory birds, this refuge is now one of the most visited in the United States. This gem of Eastern Virginia is a birder's paradise, as well as the home of cultural treasures such as Assateague Lighthouse and the world famous Chincoteague ponies. (fws.gov)",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.083333,
            "latitude": 44.791667
        },
        "description": "Umbagog Lake is a wilderness lake located in Coös County, New Hampshire, and Oxford County, Maine. It is one of the most pristine lakes in the state of New Hampshire. It lies in the towns of Errol, New Hampshire, and Upton, Maine, as well as the townships of Cambridge, New Hampshire, and Magalloway Plantation, Maine. The name Umbagog is properly pronounced with the stress on the second syllable (um-BAY-gog) and is said to come from the Abenaki word for shallow water. Both Lake Umbagog and Umbagog Lake are commonly used and accepted when referring to the body of water. (wikipedia.org)",
        "imageName": "umbagog"
    }
]
